Locales['ru'] = {
    ['menu_title'] = "МЕНЮ КОСТЕЙ",
    ['amount'] = "Количество костей",
    ['mode'] = "Показывать сумму сверху",
    ['roll'] = "Бросить кости",
    ['cancel'] = "Закрыть меню",
    ['total_sum'] = "Сумма: ",

    ['desc_amount'] = "Выберите, сколько костей бросать одновременно (1 или 2).",
    ['desc_mode'] = "Если включено, сумма будет отображаться сверху как текст.",
    ['desc_roll'] = "Бросает кости с текущими настройками.",
    ['desc_cancel'] = "Закрывает меню без действий.",

    ['footer_nav'] = "Навигация",
    ['footer_change'] = "Изменить",
    ['footer_confirm'] = "Подтвердить",
    ['footer_back'] = "Назад"
}